---
kind: type
id: T:Autodesk.Revit.DB.BorderTile
source: html/aa504f7f-347b-fc96-5f06-4ad46974040a.htm
---
# Autodesk.Revit.DB.BorderTile

Options for controlling tiles that overlap the face boundary.
See DividedSurface .

## Syntax (C#)
```csharp
public enum BorderTile
```